{
    "status": "success",
    "totalResults": 124958,
    "results": [
        {
            "title": "Act promises to scrap regulations for farmers",
            "link": "https://www.nbr.co.nz/politics/act-promises-to-scrap-regulations-for-farmers/",
            "keywords": null,
            "creator": null,
            "video_url": null,
            "description": "‘They’ve had to put up with an avalanche of regulation and red tape.’",
            "content": "The Act Party has released its agriculture policy at Fieldays in Mystery Creek, largely a repeat of earlier announcements. It has confirmed it would scrap the Zero Carbon Act and tie any emissions price to that of New Zealand’s five main trading partners, with the caveat that, if farmers in other",
            "pubDate": "2023-06-15 00:39:50",
            "image_url": null,
            "source_id": "nbr",
            "category": [
                "politics"
            ],
            "country": [
                "new zealand"
            ],
            "language": "english"
        },
        {
            "title": "Tigers at Twins series preview",
            "link": "https://www.startribune.com/twins-tigers-series-preview-cabrera-correa-buxton-sonny-gray-joe-ryan/600282731/",
            "keywords": null,
            "creator": [
                "Joel Rippel"
            ],
            "video_url": null,
            "description": null,
            "content": "Four-game series at Target Field All games on BSN, 830-AM and 102.9-FM Thursday, 6:10 p.m.: LHP Matthew Boyd (3-5, 5.55 ERA) vs. RHP Sonny Gray (4-1, 2.25) Friday, 7:10 p.m.: TBA vs. RHP Joe Ryan (7-3, 2.90) Saturday, 1:10 p.m.: LHP Joey Wentz (1-6, 7.23 ERA) vs. TBA Sunday, 1:10 p.m.: TBA vs. RHP Louie Varland (3-2, 4.70) Tigers update: Detroit played its fourth doubleheader of the season — the most in the majors — on Wednesday. It was swept by Atlanta and has now lost 11 of its past 12. ... The Tigers, who were 16-11 in May, opened June with nine consecutive losses. ... Miguel Cabrera hit his first home run of the season in Wednesday's first game. It was the 508th of his career. ... Former Twins prospect Akil Baddoo (right quad strain) was placed on the injured list on Saturday. ... RHP Beau Brieske, who is on the 60-day injured list, is on a rehab assignment with Class AAA Toledo. Twins update: They face their AL Central rivals for the first time this season. ... Bailey Ober's quality start in the Twins' 4-2 victory over Milwaukee on Wednesday was the 34th quality start by a Twins starter this season. The Twins had 35 last season. ... Carlos Correa has a seven-game hitting streak to raise his batting average to .218. During the hitting streak he is 8-for-24 with three home runs and 10 RBI. ... The Twins were 11-8 against the Tigers last season — 7-2 at Target Field — have won the season series the past six seasons.",
            "pubDate": "2023-06-15 00:39:24",
            "image_url": null,
            "source_id": "startribune",
            "category": [
                "top"
            ],
            "country": [
                "united states of america"
            ],
            "language": "english"
        },
        {
            "title": "Fed pauses interest rate hikes but signals more tightening ahead",
            "link": "https://koreatimes.co.kr/www/nation/2023/06/488_352988.html?utm_source=fl",
            "keywords": null,
            "creator": [
                "webmaster@koreatimes.co.kr(KoreaTimes)"
            ],
            "video_url": null,
            "description": "The U.S. Federal Reserve voted Wednesday to pause its aggressive campaign of interest rate hikes despite \"elevated\" inflation, while indicating a sharp increase could be needed before the end of the year.",
            "content": "Federal Reserve Chair Jerome Powell speaks during a news conference following a Federal Open Market Committee meeting, Wednesday, June 14, at the Federal Reserve Board Building in Washington. AP-Yonhap The U.S. Federal Reserve voted Wednesday to pause its aggressive campaign of interest rate hikes despite \"elevated\" inflation, while indicating a sharp increase could be needed before the end of the year. \"It allows the economy a little more time to adapt as we make our decisions going forward,\" Fed chair Jerome Powell said in a press conference after the decision was announced. After 10 straight increases, the Fed's rate-setting committee voted to hold its benchmark lending rate between 5.0 percent and 5.25 percent, the central bank said in a statement. The widely-expected decision gives policymakers on the Federal Open Market Committee (FOMC) time \"to assess additional information and its implications for monetary policy,\" the Fed said. But FOMC members also hinted that more monetary tightening lies ahead, raising the median projection for interest rates at the end of this year by another half percentage point. \"Looking ahead, nearly all committee participants view it as likely that some further rate increases will be appropriate this year to bring inflation down to two percent over time,\" Powell said. Higher growth ahead The U.S. economy has shown signs of slowing in recent months, with the Fed recently forecasting a mild recession to begin later this year. But despite the Fed's campaign of monetary tightening, annual inflation remains \"elevated\" above the U.S. central bank's long-term target of two percent, while unemployment remains low, the Fed said. Recent indicators also suggest \"economic activity has continued to expand at a modest pace,\" it added. Korea to closely monitor financial market over US rate freeze: finance minister 2023-06-15 09:04 | Economy Dow falls, Nasdaq rises after mixed Fed rate decision 2023-06-15 06:35 | Economy The Fed also released an updated economic forecast Wednesday, lifting its 2023 GDP growth projections to 1.0 percent from 0.4 percent in March. Median inflation expectations for the year nudged down slightly to 3.2 percent. Core inflation expectations, which excludes volatile food and energy prices, rose to an annual rate of 3.9 percent, the Fed said. Powell said the economy faced \"potential headwinds\" from tighter credit conditions in the aftermath of the collapse of a number of regional lenders earlier this year. \"It may make sense for rates to move higher, but at a more moderate pace,\" he said. A monitor displays a news conference with Federal Reserve chairman Jerome Powell as traders work on the floor at the New York Stock Exchange in New York, Wednesday, June 14. AP-Yonhap Hiking in July? Ahead of Wednesday's decision, FOMC members were split on the best path forward with some calling for a hike and others recommending a pause. In the end, the Fed settled on a unanimous decision to hold rates steady, while predicting a much more aggressive path ahead than many analysts anticipated. \"We expect the Fed to deliver another 25bp hike in July,\" Bank of America U.S. economist Michael Gapen wrote in a note to clients after the decision, adding that a further quarter percentage-point hike could be needed in September. \"We expect the Fed will raise rates two more times between now and September before fully pausing,\" KPMG chief economist Diane Swonk wrote in a note. \"Rate cuts are moving into late Spring 2024, barring another round of severe financial market turmoil,\" she added. The Federal Reserve has already lifted its benchmark lending rate by five percentage points since it began raising rates to fight inflation in March 2022. Today it indicated it likely still has some way to go. (AFP)",
            "pubDate": "2023-06-15 00:38:04",
            "image_url": "http://img.koreatimes.co.kr/upload/thumbnailV2/c832986646af4f5d869e06009af7e563.jpg",
            "source_id": "koreatimes",
            "category": [
                "top"
            ],
            "country": [
                "south korea"
            ],
            "language": "english"
        },
        {
            "title": "Court recognizes refugee status of Cambodian activist, citing potential political persecution",
            "link": "https://koreatimes.co.kr/www/nation/2023/06/251_352990.html?utm_source=fl",
            "keywords": null,
            "creator": [
                "webmaster@koreatimes.co.kr(KoreaTimes)"
            ],
            "video_url": null,
            "description": "A regional court has ruled a Cambodian activist who led pro-democracy movements for his home country in Korea should be granted refugee status, legal sources said Wednesday.",
            "content": "Gettyimagesbank A regional court has ruled a Cambodian activist who led pro-democracy movements for his home country in Korea should be granted refugee status, legal sources said Wednesday. The district court in Gwangju, 270 kilometers south of Seoul, has sided with the Cambodian asylum-seeker and nullified the local immigration office's decision not to recognize his refugee status. The court cited concerns that he could face political persecution if returned home. He entered Korea with a nonprofessional work visa in 2015, and organized rallies and protests calling for political freedom in his country. In 2019, he served as a leader of the youth wing of the Korean chapter of the Cambodia National Rescue Party (CNRP), which had been banned by the Cambodian government. A Cambodian court issued summonses to 68 CNRP activists abroad, including him, on charges of treason and incitement in November 2020. He applied for refugee status in 2020, arguing he could face potential oppression from his home country. But the Gwangju immigration authorities rejected the request, citing insufficient grounds to support his claim. His subsequent appeal to the justice minister was also dismissed, and he filed an administrative lawsuit with the Gwangju court. The court ruled in favor of the plaintiff, noting he played an active and leading political role, enough to draw attention from the Cambodian government, and that he has a well-founded fear of persecution due to political opinion if he returns home. (Yonhap)",
            "pubDate": "2023-06-15 00:38:04",
            "image_url": "http://img.koreatimes.co.kr/upload/thumbnailV2/04c9c894ffdc48eda7266dd1bf1b2a7d.jpg",
            "source_id": "koreatimes",
            "category": [
                "top"
            ],
            "country": [
                "south korea"
            ],
            "language": "english"
        },
        {
            "title": "Bill Gates in China to meet President Xi on Friday: sources",
            "link": "https://koreatimes.co.kr/www/nation/2023/06/501_352992.html?utm_source=fl",
            "keywords": null,
            "creator": [
                "webmaster@koreatimes.co.kr(KoreaTimes)"
            ],
            "video_url": null,
            "description": "Bill Gates, Microsoft Corp's co-founder, is set to meet Chinese President Xi Jinping on Friday during his visit to China, two people with knowledge of the matter said.",
            "content": "Microsoft founder Bill Gates speaks at the Global Fund Seventh Replenishment Conference in New York on Sept. 21, 2022. AFP-Yonhap Bill Gates, Microsoft Corp's co-founder, is set to meet Chinese President Xi Jinping on Friday during his visit to China, two people with knowledge of the matter said. The meeting will mark Xi's first meeting with a foreign private entrepreneur in recent years. The people said the encounter may be a one-on-one meeting. A third source confirmed they would meet, without providing details. The sources did not say what the two might discuss. Gates tweeted on Wednesday that he had landed in Beijing for the first time since 2019 and that he would meet with partners who had been working on global health and development challenges with the Bill Melinda Gates Foundation. The foundation and China's State Council Information Office, which handles media queries on behalf of the Chinese government, did not immediately respond to Reuters requests for comment. Gates stepped down from Microsoft's board in 2020 to focus on philanthropic works related to global health, education and climate change. He quit his full-time executive role at Microsoft in 2008. The last reported meeting between Xi and Gates was in 2015, when they met on the sidelines of the Boao forum in Hainan province. In early 2020, Xi wrote a letter to Gates thanking him, and the Bill Melinda Gates Foundation, for pledging assistance to China including $5 million for the country's fight against COVID-19. The meeting would mark the end of a long hiatus by Xi in recent years from meeting foreign private entrepreneurs and business leaders, after the Chinese president stopped travelling abroad for nearly three years as China shut its borders during the pandemic. Several foreign CEOs have visited China since it reopened early this year but most have mainly met with government ministers. Premier Li Qiang met a group of foreign CEOs including Apple's Tim Cook in March and a source told Reuters that Tesla's Elon Musk met vice-premier Ding Xuexiang last month. The mood of the foreign business community towards China, however, has turned cautious as Sino-U.S. tensions intensify and Xi increases the country's focus on national security. Gates' visit also comes ahead of a long-delayed visit by U.S. Secretary of State Antony Blinken to China set to take place between June 18-19 which is aimed at stabilizing relations between the world's two largest economies and strategic rivals. Blinken had a tense call with China's foreign minister Qin Gang on Wednesday, during which Qin urged the United States to stop meddling in its affairs and harming its security. (Reuters) Chinese President Xi Jinping waves at an event to introduce new members of the Politburo Standing Committee at the Great Hall of the People in Beijing on Oct. 23, 2022. AP-Yonhap",
            "pubDate": "2023-06-15 00:38:04",
            "image_url": "http://img.koreatimes.co.kr/upload/thumbnailV2/fba91a8e5a334388b593b277b34c5f4d.jpg",
            "source_id": "koreatimes",
            "category": [
                "top"
            ],
            "country": [
                "south korea"
            ],
            "language": "english"
        },
        {
            "title": "Dow falls, Nasdaq rises after mixed Fed rate decision",
            "link": "https://koreatimes.co.kr/www/nation/2023/06/488_352989.html?utm_source=fl",
            "keywords": null,
            "creator": [
                "webmaster@koreatimes.co.kr(KoreaTimes)"
            ],
            "video_url": null,
            "description": "Wall Street stocks finished mixed on Wednesday, after the Federal Reserve maintained current interest rates but signaled plans for additional rate increases.",
            "content": "A monitor displays a news conference with Federal Reserve chairman Jerome Powell as traders work on the floor at the New York Stock Exchange in New York, Wednesday, June 14. AP-Yonhap Wall Street stocks finished mixed on Wednesday, after the Federal Reserve maintained current interest rates but signaled plans for additional rate increases. The Dow Jones Industrial Average dropped 0.7 percent to 33,979.33. The broad-based SP 500 added 0.1 percent at 4,372.59, while the tech-rich Nasdaq Composite Index climbed 0.4 percent to 13,626.48. The U.S. central bank, as expected, opted to hold its benchmark lending rate between 5.0 percent and 5.25 percent. But forecasts from policymakers indicated strong support for two more hikes in 2023. Fed pauses interest rate hikes but signals more tightening ahead 2023-06-15 06:28 | Economy Major indices tumbled just after the policy statement was released but recovered somewhat later during Fed Chair Jerome Powell's press conference. Powell described inflation as still too high, but added that the central bank had made no decisions yet about its July meeting or subsequent gatherings. Oanda's Edward Moya characterized the decision as a \"very hawkish skip,\" adding that \"the Fed is clearly worried that inflation might not be able to come all the way down to target.\" But Oxford Economics rated the Fed's posture on additional interest rate hikes as likely a \"bluff,\" according to a note. \"If it isn't a bluff, and the Fed continues to hike, that would increase the odds that the central bank pushes the economy into a recession,\" Oxford Economics added in the note. Analysts noted that the stock market had rallied ahead of Wednesday's announcement in expectation of a Fed pause. That had set the market up for a potential pullback when the news was disclosed. Futures markets currently are betting on a small interest rate increase in July, but not one after that. (AFP)",
            "pubDate": "2023-06-15 00:38:04",
            "image_url": "http://img.koreatimes.co.kr/upload/thumbnailV2/f2c45627688e450d9411f394dd81db81.jpg",
            "source_id": "koreatimes",
            "category": [
                "top"
            ],
            "country": [
                "south korea"
            ],
            "language": "english"
        },
        {
            "title": "N. Korea's Kim touts leadership of China's Xi in birthday greetings",
            "link": "https://koreatimes.co.kr/www/nation/2023/06/103_352995.html?utm_source=fl",
            "keywords": null,
            "creator": [
                "webmaster@koreatimes.co.kr(KoreaTimes)"
            ],
            "video_url": null,
            "description": "North Korean leader Kim Jong-un has sent a letter to Chinese President Xi Jinping on his 70th birthday, saying that Beijing's national power has \"remarkably\" strengthened under his leadership, Pyongyang's state media reported Thursday.",
            "content": "In this June 19, 2019 file photo released by China's Xinhua News Agency, Chinese President Xi Jinping, right, poses with North Korean leader Kim Jong-un for a photo during a welcome ceremony at the Great Hall of the People in Beijing. AP-Yonhap North Korean leader Kim Jong-un has sent a letter to Chinese President Xi Jinping on his 70th birthday, saying that Beijing's national power has \"remarkably\" strengthened under his leadership, Pyongyang's state media reported Thursday. In the message, Kim said that Beijing has \"built a comprehensively well-off society\" and that its \"national power and international position remarkably strengthened\" under Xi's \"energetic\" leadership, according to the official Korean Central News Agency (KCNA). \"The message expressed belief that the struggle for the prosperity of China will surely emerge victorious as there are the leadership of Xi Jinping and the Chinese party and people rallied around the Party Central Committee with him as its core,\" the KCNA said in an English-language dispatch. Kim also said he is pleased to see Xi's achievements and wished him more success in his \"important and responsible work\" in leading China. The North Korean leader sent a flower basket to Xi, which the North Korean ambassador to China delivered to the deputy head of the International Liaison Department of the Chinese Communist Party on Tuesday, according to the KCNA. The message came as the North has been seeking to strengthen ties with China, its traditional ally and economic benefactor, amid global sanctions on its nuclear and missile programs, and stalled denuclearization talks with the United States. Last October, Kim also sent a letter to Russian President Vladimir Putin on his 70th birthday, lauding his leadership and expressing hope for bilateral ties between their countries to further develop. (Yonhap)",
            "pubDate": "2023-06-15 00:38:04",
            "image_url": "http://img.koreatimes.co.kr/upload/thumbnailV2/e712ecd15355456da6c5e33997cdd2a8.jpg",
            "source_id": "koreatimes",
            "category": [
                "top"
            ],
            "country": [
                "south korea"
            ],
            "language": "english"
        },
        {
            "title": "Korea to closely monitor financial market over US rate freeze: finance minister",
            "link": "https://koreatimes.co.kr/www/nation/2023/06/488_352994.html?utm_source=fl",
            "keywords": null,
            "creator": [
                "webmaster@koreatimes.co.kr(KoreaTimes)"
            ],
            "video_url": null,
            "description": "Korea will continue to closely monitor the financial market amid lingering uncertainties in the monetary policies of major countries, the finance minister said Thursday, hours after the U.S. central bank decided to freeze its key rate after 15 months of hikes.",
            "content": "Finance Minister Choo Kyung-ho, second from right, speaks during a meeting in Seoul on June 15. Yonhap Korea will continue to closely monitor the financial market amid lingering uncertainties in the monetary policies of major countries, the finance minister said Thursday, hours after the U.S. central bank decided to freeze its key rate after 15 months of hikes. The U.S. Federal Reserve held its benchmark rate at a 5 percent-5.25 percent range Wednesday (local time), after carrying out 10 consecutive hikes since March last year. The Fed, however, hinted that it may raise the key rate further later this year, noting it \"remains highly attentive to inflation risks.\" \"The decision by the FOMC did not deviate significantly from the government and the market's expectations,\" Finance Minister Choo Kyung-ho said during a meeting with economy-related ministers, referring to the Federal Open Market Committee. Fed pauses interest rate hikes but signals more tightening ahead 2023-06-15 06:28 | Economy \"However, given the existing uncertainties surrounding the monetary policies of major countries, including the U.S., the government remains committed to maintaining a vigilant approach, and closely monitoring both domestic and global financial markets.\" In May, the Bank of Korea held the benchmark interest rate steady for the third straight time at 3.5 percent on easing inflationary pressure amid rising concerns over an economic slowdown. The South Korean central bank had delivered seven consecutive hikes in borrowing costs from April 2022 to January 2023. Choo said the Korean financial market remains stable. \"On the back of improved sentiment for the chip industry, coupled with foreign buying, the main stock index surpassed the 2,600 mark for the first time in approximately a year,\" Choo said, adding the foreign exchange market also remains steady. The previous day, the benchmark Korea Composite Stock Price Index (KOSPI) lost 18.87 points, or 0.72 percent, to close at 2,619.08. \"The government will further solidify the stability of the domestic financial market and thoroughly address potential risks as well,\" he added. (Yonhap)",
            "pubDate": "2023-06-15 00:38:04",
            "image_url": "http://img.koreatimes.co.kr/upload/thumbnailV2/33a642b6923449638b95d9535a0557cc.jpg",
            "source_id": "koreatimes",
            "category": [
                "top"
            ],
            "country": [
                "south korea"
            ],
            "language": "english"
        },
        {
            "title": "Korean official elected as judge of UN sea tribunal for 3rd straight term",
            "link": "https://koreatimes.co.kr/www/nation/2023/06/120_352996.html?utm_source=fl",
            "keywords": null,
            "creator": [
                "webmaster@koreatimes.co.kr(KoreaTimes)"
            ],
            "video_url": null,
            "description": "A Korean official on Wednesday was elected to serve as a member of the United Nations sea tribunal, marking Seoul's third consecutive time in winning a seat in the organization.",
            "content": "This photo, provided by Korea's permanent mission to the United Nations, shows Rhee Zha-hyoung, left, after being elected as a judge of the International Tribunal for the Law of the Sea at the U.N. headquarters in New York on June 14. Yonhap A Korean official on Wednesday was elected to serve as a member of the United Nations sea tribunal, marking Seoul's third consecutive time in winning a seat in the organization. Rhee Zha-hyoung, director-general for international legal affairs at Seoul's foreign ministry, was voted as a judge of the International Tribunal for the Law of the Sea (ITLOS) for the 2023-2032 term, according to Korea's permanent mission to the U.N., gaining support from 144 among 164 voting member states. Six other members were elected as judges for the tribunal, including Japan's Hidehisa Horinouchi. ITLOS deals with global maritime issues, including sea border disputes among member states, under the U.N. Convention on the Law of the Sea. Korea has successfully maintained a spot at the tribunal since 1996. Seoul's foreign ministry welcomed the election, saying, \"Rhee's win will not only upgrade Korea's status in the field of maritime law but also expand our role.\" (Yonhap)",
            "pubDate": "2023-06-15 00:38:04",
            "image_url": "http://img.koreatimes.co.kr/upload/thumbnailV2/ed9b2aa8716444e087c94be13c11c245.jpg",
            "source_id": "koreatimes",
            "category": [
                "top"
            ],
            "country": [
                "south korea"
            ],
            "language": "english"
        },
        {
            "title": "Actor Song Joong-ki says wife gave birth to son in Rome",
            "link": "https://koreatimes.co.kr/www/nation/2023/06/398_352993.html?utm_source=fl",
            "keywords": null,
            "creator": [
                "webmaster@koreatimes.co.kr(KoreaTimes)"
            ],
            "video_url": null,
            "description": "Actor Song Joong-ki has said his wife, Katy Louise Saunders, gave birth to a son in Rome.",
            "content": "Song Joong-ki arrives for the screening of the film \"Hwa-Ran\" (Hopeless) during the 76th edition of the Cannes Film Festival in Cannes, southern France, May 24. AFP-Yonhap Actor Song Joong-ki has said his wife, Katy Louise Saunders, gave birth to a son in Rome. \"I finally met the baby in Rome, my wife's hometown. He is a healthy son,\" Song wrote on his online fan cafe Wednesday with a photo of the baby holding his finger. \"He is the most precious present to our couple, whose biggest dream is to make a happy family,\" he added. Song was accompanied by Saunders when he attended the Cannes Film Festival in May for his new movie \"Hopeless\" and moved to Italy to prepare for the baby's birth. In January, the 38-year-old said he had married Saunders, a British actress and model, and she was pregnant. It was Song's second marriage after he divorced Korean actress Song Hye-kyo, the co-star of the megahit 2016 drama \"Descendants of the Sun,\" in 2019. Since his debut in 2008, Song has appeared in several hit drama series and films, including \"Reborn Rich\" (2022), \"Vincenzo\" (2021) and \"Arthdal Chronicles\" (2019). (Yonhap) Song Joong-ki posts a photo of his new baby boy's hand on his fan cafe on June 14. Yonhap",
            "pubDate": "2023-06-15 00:38:04",
            "image_url": "http://img.koreatimes.co.kr/upload/thumbnailV2/00e975b91c1c4330a98667bf4db0052b.jpg",
            "source_id": "koreatimes",
            "category": [
                "top"
            ],
            "country": [
                "south korea"
            ],
            "language": "english"
        }
    ],
    "nextPage": "16867894842cd30e6f709df4c5c2e8a8d2b1ae4a07"
}